/* No comment provided by engineer. */
"Add Photo" = "Ajouter une photo";

/* No comment provided by engineer. */
"Camera" = "Appareil Photo";

/* No comment provided by engineer. */
"Choose camera type" = "Choisissez le type d'appareil photo";

/* No comment provided by engineer. */
"Error" = "Erreur";

/* No comment provided by engineer. */
"Go check your emails !" = "Vérifier votre boite mail !";

/* No comment provided by engineer. */
"Library" = "Bibliothèque";

/* No comment provided by engineer. */
"Login Failed" = "Echec du login";

/* No comment provided by engineer. */
"Man" = "Homme";

/* No comment provided by engineer. */
"Please retry. \n\n If the problem persists contact us and mention this error code: %@" = "Please retry. \n\n If the problem persists contact us and mention this error code: %@";

/* No comment provided by engineer. */
"Session Error" = "Session Error";

/* No comment provided by engineer. */
"Sign up Failed" = "Echec de l'inscription";

/* No comment provided by engineer. */
"Something went wrong" = "Something went wrong";

/* No comment provided by engineer. */
"Sorry, try again later !" = "Erreur, veuillez réessayer plus tard !";

/* No comment provided by engineer. */
"Success" = "Success";

/* No comment provided by engineer. */
"Take a profile picture" = "Prenez une photo de profil";

/* No comment provided by engineer. */
"Take picture or pick one from the saved photos" = "Prenez une photo ou choisissez en une depuis votre bibliothèque";

/* No comment provided by engineer. */
"The email/password in incorrect" = "Email et/ou le mot de passe ne correspondent pas";

/* No comment provided by engineer. */
"The email/password in not valid" = "Email et/ou le mot de passe ne correspondent pas";

/* No comment provided by engineer. */
"The password in incorrect" = "Le mot de passe n'est pas bon";

/* No comment provided by engineer. */
"Woman" = "Femme";

/* No comment provided by engineer. */
"Your current session is no longer valid. Please log in again." = "Votre session est invalide. Merci de vous reconnecter.";

/* No comment provided by engineer. */
"Find and book the Hairdresser you need. Anywhere. Anytime. " = "Trouvez la coupe ou la coiffure qui vous correspond, en vous inspirant des personnes qui vous ressemblent";

/* No comment provided by engineer. */
"Find Haircuts & Hairstyles and take inspiration from people like you" = "Réservez le coiffeur qui vous correspond. N'importe où, N'importe quand. Pas à n'importe quel prix. ";

/* No comment provided by engineer. */
"Keep & Share inspiring Hairfies" = "Gardez en mémoire vos Hairfies favoris. Partagez-les à vos amis";



